{
  "id": "d28bdde489d144a684949b9b74386f34",
  "title": "Test multiple locale",
  "description": "A collection of realistic assets from Epic's Open World demo shown at GDC 2015. Use them to create new levels or add them to existing ones.",
  "longDescription": "About this pack:\nEach asset has been created using photographs of a real world object.\nOur Process:\nFor larger assets such as rocks, ground tiles, cliffs faces and tree trunks, reconstruction was performed directly from photographs using a process called photogrammetry. These assets were then put through a proprietary 'de-lighting' process to make them suitable for use in any lighting scenario. Specular and roughness maps where then created to take full advantage of Unreal Engine 4's Physically Based Rendering architecture. Finally game-optimized assets were generated with normal maps, LODs and collision meshes. \n\nFor vegetation such as flowers, bushes and grass we used color calibrated reference photography shot in the field to more accurately model and texture these assets.\n\nCurious about our photo-reconstruction process? Watch our GDC 2015 session <a href=\"https://youtu.be/clakekAHQx0\">here!</>here!\n\nThe assets in this pack are designed for extremely high end systems. Load times of up to an hour are expected when opening the maps for the first time. Please also have 4GB of free space on your Harddrive to accommodate the DerivedDataCache created by this content.\n\nThis pack includes:\n\n-42 Photo-realistic meshes with LODs\n\t-17 Foliage\n\t-21 Rocks\n\t- 4 Trees\t\n-138 Textures from 2048 up to 8192\n-14 Tiling Ground Materials with Normal and Displacement maps\n\n<Emphasis>Licensed for Use Only with Unreal Engine-based Products</>",
  "technicalDetails": "68 audio files provided in lossless format - 24 bit 192kHz wav\n 3 base materials with 7 material instances\n • 21 Textures at 2048x2048 \n • 4 Textures at 1024x1024\n 7 Blueprints: \n • 4 character blueprints with walk mode (1P, 1P with equipment rattle, 3P, 3P with equipment rattle) \n • Gamemode, spectator and HUD blueprints for spawning characters. Multiplayer enabled.\n 2 anim blueprints - standard and with equipment rattle.\n 2 Meshes: \n • Floodlight \n • Surface catwalk\n \n Compatible with \n 4.10 \n 4.11 \n 4.12\n\nThey are in \"\"\\Content\\Zombie_01\\Source\\FBX\\\"\" (not visible in the editor).",
  "keyImages": [],
  "categories": [
    {
      "path": "testing"
    }
  ],
  "namespace": "SeaQA",
  "status": "ACTIVE",
  "creationDate": "2014-10-27T18:16:33.899Z",
  "lastModifiedDate": "2020-07-03T21:25:34.816Z",
  "entitlementName": "EntitlmentType-1",
  "entitlementType": "EXECUTABLE",
  "entitlementEndDate": "2027-10-01T00:00:00.000Z",
  "entitlementStartDate": "2014-10-26T00:00:00.000Z",
  "itemType": "DURABLE",
  "developer": "Epic Games",
  "developerId": "o-aa83a0a9bc45e98c80c1b1c9d92e9e",
  "eulaIds": [],
  "endOfSupport": false,
  "ageGatings": {},
  "unsearchable": false
}